import imgs from './assets.js'
let detailList = [

	{ //0
		mediaType: 'video',
		src: './assets/video/hhh.mp4',
		poster: 'hhhPoster',
		title: '身体和灵魂，同在路上',
		name: 'hhh',
		indexStyle: {
			background: 'url(' + imgs.hhhIndex + ') no-repeat center center',
			backgroundSize: 'cover'
		},
		subTitle: '——新疆分社记者 胡虎虎',
		text1: ['这一年间，我参与到新华社客户端“现场新闻”共16场。繁华的城市、边远的乡村、浩瀚的沙海、茫茫的雪原，我随同分社同事一道，足迹遍布天山南北，用多媒体融合报道的形式，将“大美新疆”呈现给受众。有人告诉我，在新疆做摄影记者是幸福的，这片约占我国国土陆地面积1/6的土地上，我用镜头记录了新疆发生的变化，也感受了浓郁的民族风情和炙热的情感。'],
		text2: ['“直击春运——2017回家路上有我陪伴”，是我2017年参与的第一场“现场新闻”。除夕前一天那趟由乌鲁木齐开往克拉玛依的城际列车上，乘务员们为旅客们准备了别开生面的“春晚”，歌舞、快板、游戏，行驶在戈壁滩上的列车传出阵阵欢声笑语。当乘务员们集体表演的《常回家看看》响起，我分明看到了她们眼中的泪花，而我，何尝不是呢；透过贴在列车玻璃上的“福”字窗花向外望去，雪花飞舞，茫茫戈壁已被大雪覆盖。毋庸赘言，这是一种最普通最深沉的情感共鸣——团圆。这是我在外过的第一个春节，每每念及至此，我都感激万分，记者这份工作给了我体验人生百态的机会，同时也教会我，只有拉近心与心的距离，才能挖掘出打动人心的故事。'],
		text3: ['边境高原牧业点、赛里木湖畔的转场服务站、葡萄沟里的民居、精河地震震中的村委会，都留下了我和同事们夜宿采访的身影。时常在想，这是我初做记者时的风发意气，更应当是我成熟练达后的常态。专注和热情，这不是两个简单的词语，身体力行，何其难也！'],
		text4: [
			'“天空之眼瞰祖国”的第15、16站是我2017年参与的“现场新闻”系列的岁末“收官战”。从脚本写作到内容采集，我个人收获良多。在“飞阅帕米尔高原”时，为近距离拍摄慕士塔格冰川，我们在牧民的引导下，通过摩托车和徒步，最终来到了海拔近5000米的冰川前。满身的器材给高原徒步带来极大负担，在穿越冰封路面时，由于脚底打滑，我意外摔倒。还好有惊无险，最终还是完成了采访拍摄。',
			'“世之奇伟、瑰怪、非常之观，常在于险远”，“非有志者不能至也”。在新疆的农牧区采访，对此话的感受尤为深刻。地理上的距离，可以用脚力去克服；心理上的距离，则只有带着情感不断去磨砺技能，才可攻克。2017年是在匆忙中寻找从容的一年，也是身体和灵魂同时在路上的一年。'
		],
		text1Style: {},
		text2Style: {},
		text3Style: {},
		text4Style: {}
	}, { //1
		mediaType: 'video',
		src: './assets/video/jc.mp4',
		poster: 'jcPoster',
		indexStyle: {
			background: 'url(' + imgs.jcIndex + ') no-repeat center center',
			backgroundSize: 'cover'
		},
		title: '生死别离，每天都在这里上演',
		name: 'jc',
		subTitle: '——喀布尔分社记者 蒋超',
		text1: ['“我的哥哥……他已经失踪了，”一位而立之年的阿富汗男子，拿下他的头巾，用整只手捂住脸。', '“奥米德，停！”我跟我的搭档用唇语示意不再提问了。', '奥米德拍拍他的肩膀，给他一个拥抱，绕过男子颈后的无线话筒，录到了他的啜泣声。'],
		text2: ['这是2017年5月31日的喀布尔。我站在封锁线外，离这个男子超过5米，远远地举着摄像机拍摄他。这是一场直播，男子的绝望正被数十万世界各地的观众目睹。',
			'两个小时前，一辆洒水车，装着1.5吨炸药在这个国家最热闹的市区引爆，超过500人死伤。',
			'搭档奥米德已经不再向男子提问了，我应该移走镜头。'
		],
		text1Style: {},
		text2Style: {
			height: '4rem'
		},
		text3Style: {

		},
		text4Style: {
			height: '17rem'
		},
		text3: ['但是我没有，因为我的眼眶已经湿润了。我想让更多人一起看到这一幕，跟他、跟我一样留下痛苦的泪水。这并不是一个普通阿富汗人的哭泣，这是他们每天都在经历的苦难，理应唤起更多人深思，或者做些什么。'],
		text4: [
			'报道结束了，我回到驻地。整片玻璃窗墙都不见了，连木窗框都被冲击波震碎了。毕竟我们从爆炸现场走回来，也不过几分钟而已，距离太近了。',
			'顾不上收拾踩在脚下的玻璃碎渣，我让奥米德告诉我刚才那个男子讲述的完整故事。',
			'“他的哥哥，今天早上开车刚把他送到目的地，可能是加班开夜车太累了，就在路边停下来眯了一会儿。然后就……你刚刚出镜拍到的那辆被烧到只剩骨架的那辆车，也许就是那辆车，”奥米德也沉沉地叹了口气。',
			'入夜，兴都库什山脉的罡风没有了墙的屏障，直接吹进卧室。我紧了紧被子，望着黑暗空中的上弦月，回想起早上在爆炸现场看到的那一辆辆焦黑的车，以及闻到的那种混合着人体和橡胶材料烧焦的气味。',
			'“这个气味，我会记住一辈子吧，” 我闭上眼，沉沉睡去。'
		]
	}, { //2
		mediaType: 'video',
		src: './assets/video/lyj.mp4',
		poster: 'lyjPoster',
		title: '追风女孩',
		name: 'lyj',
		indexStyle: {
			background: 'url(' + imgs.lyjIndex + ') no-repeat center center',
			backgroundSize: 'cover'
		},
		subTitle: '——总编室 刘羽佳',
		text1: ['“羽佳，台风‘天鸽’要登陆广东了，你跟他们一起去采访。”当广东分社总编室领导平静地抛来这句话时，我感到自己的心跳在莫名加速。作为一个从未经历过台风的北方女生，我对台风的印象仅仅是电视里的场景，一屏之隔的距离让台风看起来似乎并没那么凶。'],
		text2: ['然而，实际情况并非如我所想。我们一行人在“天鸽”到达前一天傍晚来到广东省台山市广海镇，彼时，整个城镇被黑紫色的乌云笼罩着，雷电在楼宇间穿梭跳跃。这不是特效，灾难电影中的险景就在眼前。 '],
		text3: ['川哥，我的同事，一位多次参与台风报道的资深记者。布置采访任务时他派了个活儿给我：出镜报道。在川哥眼里，这只是个小活儿。而我却陷入了矛盾：既不想错过锻炼的机会，但又担心不能完成任务。晚上，脑海中出现一连串的问号：报道时说些什么？台风危险程度如何？我的表现会怎样？……那一夜，辗转难眠。'],
		text4: [
			'翌日，码头。狂风裹挟着海水拍打着脚下的岸堤，掀起了一米多高的海浪，脸被雨水抽打得生疼……“这次台风看起来挺狠。”已经“追风”多年的川哥喃喃自语，我脑中也闪过一丝退缩的念头，但最后，还是“挣扎”着走进了风雨中……',
			'台风走了，我们的报道还没有结束——救灾，是另一个“战场”。这些年川哥参加过很多灾难性报道，每次出门，家里人的心都是悬着的。“看到那些受灾群众勇敢、乐观的样子，我总想为他们做点什么。这是记者应有的激情，也是我们的职责……”忙碌的人群里声音嘈杂，但川哥这段话，我却听得真切。'
		],
		text1Style: {
			height: '8.4rem'
		},
		text2Style: {
			height: '2.2rem'
		},
		text3Style: {
			height: '8.3rem'
		},
		text4Style: {
			height: '12rem'
		}
	}, { //3
		mediaType: 'image',
		src: imgs.ms,
		indexStyle: {
			background: 'url(' + imgs.msIndex + ') no-repeat center center',
			backgroundSize: 'cover'
		},
		poster: 'msPoster',
		title: '“扎荒”原始森林里的五天四夜',
		name: 'msImg',
		subTitle: '——甘肃分社记者 马莎',
		text1: ['以前，我以为人生最孤独的时刻是独自一人。直到走进原始森林，我才明白，人生最孤独的时刻是在没有信号的大山深处，独自一人与三头驴在一起。',
			'这已经是我与同事张钦、范培珅在原始森林里“扎荒”的第四天。为了寻觅到野生大熊猫的足迹，四天前，我们随9名护林员，从甘肃省陇南市文县白水江沿岸的古道坪村出发，徒步九小时，来到“扎荒”点。'
		],
		text2: ['“90后”护林员韩雨晨马上要结婚了，这是她新婚前最后一次“走线”，我们当时计划来回两天。',
			'每季度一次的野外动态例行监测被护林员称作“走线”，主要是上山换取红外相机的卡和电池，采集拍摄到的野生大熊猫画面。',
			'原始森林里是没有路的，被护林员称作“大路”的山间小道，基本都是拿根木棍拨开的，走在悬崖峭壁上时，拖着行李的驴“大汗淋漓”，一路上不断往下掉落的石头声和驴的喘息声格外清脆。这里的夜晚睁眼闭眼都是一个模样，在一个不遮风雨更不隔音的小木棚里，12个人钻进睡袋，夜晚，头顶驴叫声不断......'
		],
		text3: ['从第二天开始的雨雪天气，打破了原本的计划，我们被困在无电无信号的原始森林，整整五天四夜。'],
		text4: [
			'每天的正餐基本一顿，要么米饭要么挂面，带的干粮不够，大家每一餐都吃得很节约。为了采集到野生大熊猫珍贵的画面，所有人在与外界“隔绝”的大山深处等待着，相依为命。 ',
			'“徒步6小时，换卡10分钟”。寒冷的季节，护林员们在大雪天“走线”时，薄外套下只穿一件短袖。走路太热，会不断出汗，消耗体能。',
			'最终，六台相机有两台拍到了大熊猫的画面，时长总共不到1分钟，但这足以让他们开心到忘记“扎荒”过程中的种种艰辛。',
			'我承认，一开始是冲着大熊猫来的，但没想到，最后这群护林员却深深烙刻在了心里，原来在险象环生的原始森林，不仅有国宝级的大熊猫，更有“国宝级”的护林员。'
		],
		text1Style: {
			height: '10rem'
		},
		text2Style: {
			height: '8.2rem'
		},
		text3Style: {
			height: '4.6rem'
		},
		text4Style: {
			height: '14rem'
		}
	}, { //4
		mediaType: 'image',
		src: imgs.wjj,
		indexStyle: {
			background: 'url(' + imgs.wjjIndex + ') no-repeat center center',
			backgroundSize: 'cover'
		},
		poster: 'msPoster',
		title: '老农民卖米记——互联网铺就岭头村的脱贫路',
		name: 'wjjImg',
		subTitle: '——新媒体中心 王晶晶',
		text1: ['第一次走进魏宝玉家。他14岁的儿子正在玩电脑游戏，全神贯注、手法熟练，这一刻我觉得他和城里的孩子没什么区别。但在一年前，还曾是贫困户的魏宝玉从来没想过，有一天他能买得起电脑，用得上智能手机，孩子也能像“城里娃”一样熟练地操作电脑。'],
		text2: [' 现在的魏宝玉，开起了自己的手机微店，客户遍布全国。更重要的是，就在2016年，他借助互联网摘掉了贫困户的帽子，过上了舒心的日子。',
			'在山西省武乡县岭头村这个曾经的贫困村调研采访时，我深切的感受到了互联网带给这里的变化。听村支书赵玉堂说，以前乡亲们没事儿的时候，都是在村头坐着斗嘴闲话。现在几乎每个人都拿着手机，在村口交流开微店的心得。'
		],
		text3: ['为了更好地卖出自己微店的小米，魏宝玉率先借助“直播平台”提高自己的知名度。他在某直播平台上进行了施肥和播种的过程，让儿子拿着手机一会拍一拍他手里的羊粪肥，一会拍一拍岭头村特有的红土地，一会用蹩脚的普通话讲一讲武乡县的红色革命历史。'],
		text4: ['“浏览量有60多万”。当我把新华社客户端现场新闻直播数据告诉魏宝玉的时候，他简直不敢相信自己的耳朵，再三确认之后，他喃喃念到，“互联网真是了不起啊”。',
			'有一天我在微信上问魏宝玉，最近的微店生意怎么样？他告诉我，在县电商办的帮助下他注册了食品经营许可证，他的微店都有了来自国外的订单。从10月份小米丰收后到今天，短短两个多月他已经挣了1万多块钱。',
			'魏宝玉正通过自己的双手，甩掉了贫困帽，奔向小康。'
		],
		text1Style: {
			height: '9rem'
		},
		text2Style: {
			height: '5rem'
		},
		text3Style: {
			height: '7.6rem'
		},
		text4Style: {
			height: '11rem'
		}
	}, { //5
		mediaType: 'video',
		src: './assets/video/xwx.mp4',
		poster: 'xwxPoster',
		indexStyle: {
			background: 'url(' + imgs.xwxIndex + ') no-repeat center center',
			backgroundSize: 'cover'
		},
		title: '冰川取芯历险记',
		name: 'xwx',
		subTitle: '——西藏分社记者 薛文献',
		text1: ['“太惊险了，就像上甘岭一样。”',
			'薛文献大口喘着粗气，一屁股坐在满是积雪的冰湖边。',
			'6月27日下午，新华社记者薛文献、索朗罗布、王沁鸥随科考队前往海拔5650米的唐古拉山龙匣宰陇巴冰川冰芯钻取点取冰芯。'
		],
		text2: ['在行至海拔约5470米一处相对平缓的地点时，前面的队员忽然叫道：雪下面都是水，不能再走了！看起来比较硬的雪地，真的去触摸，是非常软的，根本发不上力，如果下面再有水，是很难行走得通的，后面的人必须爬着过去。即使爬，身体依然会陷进雪里，行动得非常缓慢。',
			'“可能是我体重的缘故，当时还有个背包，我用肘支撑着地面，也感觉到肘部已经深深陷到了雪里，而且几乎感觉不到前进的反作用力。再一使劲，双手也到了雪里面，触摸到冰冷冰冷的水，那一瞬间，真是刺骨的疼。只想赶快把手拔出来，双腿一使劲，腿也陷得更深了。在这一刻，我才体会到，在雪地里爬行，就像游泳一样，越着急，越走不动。”薛文献回忆。'
		],
		text3: ['爬过了下面满是水的一段雪地，记者们倒在山坡上大口大口喘气，感觉就像要窒息一样。双手已经冻得完全失去了知觉，但为了防止冻伤，必须使劲拍打双手。而此刻双手已经在雪里被划伤了数道口子，流出鲜红的血。'],
		text4: [
			'就在这个时候，突然听到前边有人大喊：有人掉冰湖里了！',
			'是行走在最前面的科考队员温旭全身陷进了冰湖里。',
			'温旭踩着踏雪板，走在一段平缓的雪面，走上去并没有什么异常，突然间，整个人就陷了下去。他尽力用冰镐砸冰面，冰碎了,借助背上背包的浮力，躺着往后一拱，向湖边接近了一点，再用冰镐砸向冰面，就这样一点点吃力的砸、努力的拱，最终爬出了冰湖……',
			'冰湖挡住了科考队的去路，无奈之下，当天的取冰芯活动只能取消。',
			'两天后，6月30日晚9时到7月1日晨6点，记者同科考队员再次前往冰川末端钻取古老冰芯。',
			'历经艰难，考察队此次共钻了4个孔，钻取冰芯长度为10.03米。这些冰芯封装在冰箱里，运往拉萨冷库，将为世人揭开高原的诸多奥秘。'
		],
		text1Style: {
			height: '8.4rem'
		},
		text2Style: {
			height: '8.2rem'
		},
		text3Style: {
			height: '6.3rem'
		},
		text4Style: {
			height: '16.6rem'
		}
	}, { //6
		mediaType: 'image',
		src: imgs.zl,
		indexStyle: {
			background: 'url(' + imgs.zlIndex + ') no-repeat center center',
			backgroundSize: 'cover'
		},
		poster: 'msPoster',
		title: '在老山见证生死线上的青春绽放',
		name: 'zlImg',
		subTitle: '——新华社云南分社记者 周磊',
		text1: ['由于历史原因，中越边境云南段埋有一百多万枚地雷，多年来，误入雷区被炸死炸伤的群众将近6000人。有一个村子，曾经有87位村民被地雷炸得只剩下78条腿。',
			'经过两次大规模排雷行动，中越边境仍有约50万枚地雷。而此时此刻，有一支扫雷部队每天与地雷为伴，生活在生死边缘。这是和平年代的一个特殊战场。 '
		],
		text2: ['跟随排雷官兵走进骷髅标志后面的雷场，来到一个将近70度的陡坡，我和官兵们都得沿着这个陡坡下到排雷作业区，坡中间只有一条仅一人宽的通道，这个陡坡就是雷场，我甚至可以看到通道两边散落着的地雷。',
			'战士们说，在这个陡坡上，踩到一颗小石头都有可能滑倒，如果摔出通道，就可能触雷丧命。我一只手用尽全力抓紧绳子，另一只手举着相机拍摄他们下坡的过程。身上的防护装备和摄影器材有20多公斤，行动相当困难，必须小心翼翼。'
		],
		text3: [],
		text4: [' 在爆破开辟了一片安全区域后，官兵们开始了排雷作业。一名战士用探雷器探测到地雷后，他趴在陡坡上，开始用探针一针一针地插到土里，检查这枚地雷有没有诡计装置，这种装置正是用来迷惑排雷人员的，一旦中计，地雷将被触发。',
			'当我们坐在空调房里，喝着咖啡，一页一页地刷着朋友圈的时候，在中越边境的大山深处，这群年轻的勇士，正趴在地上，顶着烈日，用他们的双手，将随时会爆炸的地雷一枚一枚地挖出来......',
			'“世上哪儿有什么岁月静好，无非是有人替我们负重前行”。',
			'我常默默地祈祷，祝我们年轻的排雷勇士们，平安、平安、永远平安。'
		],
		text1Style: {
			height: '10rem'
		},
		text2Style: {
			height: '6rem'
		},
		text3Style: {
			height: '7.6rem'
		},
		text4Style: {
			height: '13rem'
		}
	}

];

export default detailList;